[
    {
        "name": "President",
        "color": "Blue",
        "alignment": "Blue",
        "coy": false,
        "shy": false,
        "rules": "­You are a primary character. Blue Team wins if you do not gain the “dead” condition."
    },
    {
        "name": "Bomber",
        "color": "Red",
        "alignment": "Red",
        "coy": false,
        "shy": false,
        "rules": "­You are a primary character. Everyone in the same room as you at the end of the game gains the “dead” condition. The Red Team wins if the President gains the “dead” condition. \n\n**Note:** It is possible that the Bomber receives the “dead” condition before the end of the game. If this happens, then the Bomber does not detonate, failing to provide the \"dead” condition to everyone in the same room at the end of the game."
    },
    {
        "name": "Doctor",
        "color": "Blue",
        "alignment": "Blue",
        "coy": false,
        "shy": false,
        "rules": "When playing with the Doctor, the Blue Team has the following additional win condition: the President must card share with the Doctor before the end of the game or the Blue Team loses. At the end of the game, the President will be asked if he/she card shared with the Doctor. At that time both players will verify or deny having card shared."
    },
    {
        "name": "Engineer",
        "color": "Red",
        "alignment": "Red",
        "coy": false,
        "shy": false,
        "rules": "When playing with the Engineer, the Red Team has the following additional win condition: the Bomber must card share with the Engineer before the end of the game or the Red Team loses. At the end of the game, the Bomber will be asked if he/she card shared with the Engineer. At that time both players will verify or deny having card shared."
    },
    {
        "name": "Red Spy",
        "color": "Blue",
        "alignment": "Red",
        "coy": false,
        "shy": false,
        "rules": "This is a special character card that is the color of the opposite team. This means that the red Spy has an allegiance to the Red Team, but their card is blue."
    },
    {
        "name": "Blue Spy",
        "color": "Red",
        "alignment": "Blue",
        "coy": false,
        "shy": false,
        "rules": "This is a special character card that is the color of the opposite team. This means that the blue Spy has an allegiance to the Blue Team, but their card is red."
    },
    {
        "name": "Red Coyboy",
        "color": "Red",
        "alignment": "Red",
        "coy": true,
        "shy": false,
        "rules": "You begin with the “coy” condition. Players with the “coy” condition may ONLY color share unless a character’s power forces otherwise. Note: The “coy” condition is a psych condition and can be cured by a Psychologist."
    },
    {
        "name": "Blue Coyboy",
        "color": "Blue",
        "alignment": "Blue",
        "coy": true,
        "shy": false,
        "rules": "You begin with the “coy” condition. Players with the “coy” condition may ONLY color share unless a character’s power forces otherwise. Note: The “coy” condition is a psych condition and can be cured by a Psychologist."
    },
    {
        "name": "Blue Shyguy",
        "color": "Blue",
        "alignment": "Blue",
        "coy": false,
        "shy": true,
        "rules": "You begin with the “shy” condition. Players with the “shy” condition may not reveal any part of their card to any player. Note: The “shy” condition is a psych condition and can be cured by a Psychologist."
    },
    {
        "name": "Red Shyguy",
        "color": "Red",
        "alignment": "Red",
        "coy": false,
        "shy": true,
        "rules": "You begin with the “shy” condition. Players with the “shy” condition may not reveal any part of their card to any player. Note: The “shy” condition is a psych condition and can be cured by a Psychologist."
    },
    {
        "name": "Red Psychologist",
        "color": "Red",
        "alignment": "Red",
        "coy": false,
        "shy": false,
        "rules": "When you privately reveal your card to a character with a psych condition (e.g. “shy”, “coy”, etc.), that character may then immediately card share with you. If they do, their psych condition is removed."
    },
    {
        "name": "Blue Psychologist",
        "color": "Blue",
        "alignment": "Blue",
        "coy": false,
        "shy": false,
        "rules": "When you privately reveal your card to a character with a psych condition (e.g. “shy”, “coy”, etc.), that character may then immediately card share with you. If they do, their psych condition is removed."
    }
]